Repository: gMagicScott/stray-quotes
Catalog: stray-quotes-*.po
Languages: it_it

source: Title of the widget:
it_it: Titolo del widget

source: Enter here a optional title for the widget.
it_it: Qui scrivi un eventuale titolo per il widget

source: Options saved.
it_it: Opzioni salvate.

source: Options
it_it: Opzioni

source: These options can be used to customize the appearance of the quotes. Click on the help icons <img src="%s/help.png" alt="click for help" border="0" style="vertical-align:middle" /> to get help.
it_it: Queste opzioni possono essere usate per modificare l'aspetto delle citazioni. Fai click sulle icone di aiuto <img src="%s/help.png" alt="click for help" border="0" style="vertical-align:middle" /> per una breve spiegazione sul loro uso.

source: Title
it_it: Titolo

source: This is valid for the widget functionality only. Leave empty for no title. It can also be changed from the <a href="%s">widget page</a>. Formatting of this element is pre-determined by the template and shouldn't be inserted here. If you want to use a title with customized formatting elements, leave this empty and use the option below instead.
it_it: Valido solo per il widget. Lasciare vuoto per non avere alcun titolo. E' possibile modificarlo anche dalla <a href="%s">pagina dei widget</a>. La impaginazione di questo elemento è predeterminata dal tema e non dovrebbe essere inicata qui. Se vuoi usare un titolo con una formattazione particolare, lascia questo campo in bianco e usa l'opzione qui in basso.

source: Sidebar element
it_it: La barra laterale

source: This is valid only when the widget functionality is not being used or when the widget title (option above) is left empty. Leave empty for no title.
it_it: Questo è valido solo quando non usi il widget o quando il titolo del widget (l'opzione qui sopra) viene lasciato vuoto. Lasciare vuoto per non avere alcun titolo.

source: Author, Quote and Source
it_it: Autore, citazione e fonte

source: Before
it_it: Prima

source: Here you can enter elements or open tags that go before the group made by quote source and author. It comes after the title.
it_it: Qui puoi inserire elementi o tag HTML che vanno prima del gruppo che comprende fonte e autore. Viene opo il titolo.

source: After
it_it: Dopo

source: Here you enter elements that go right after the group made by quote source and author, or close the tags that you opened before it.
it_it: Qui puoi inserire gli elementi che vanno immediatamente dopo il gruppo fatto da fonte e autore, o chiudere le tag HTML che avevi aperto prima del medesimo gruppo.

source: Quote only
it_it: Solo la citazione

source: Here you can enter elements or open tags that go before the quote.
it_it: Qui puoi inserire gli elementi o le tag HTML che vanno prima della citazione.

source: Here you can enter elements or close the tags that you opened before the quote.
it_it: Qui puoi inserire gli elementi che vanno dopo la citazione, o chiudere le tag HTML che avevi messo prima della citazione.

source: Author only
it_it: Solo l'autore

source: Here you can enter elements or open tags that go before the author.
it_it: Qui puoi inserire gli elementi o le tag HTML che vanno prima dell'autore.

source: Here you can enter elements or close the tags that you put before the author.
it_it: Qui puoi inserire gli elementi che vanno dopo l'autore, o chiudere le tag HTML che avevi messo prima dell'autore.

source: Source only
it_it: Solo la fonte

source: Here you can enter elements or open tags that go before the source of the quote.
it_it: Qui puoi inserire gli elementi o le tag HTML che vanno prima della fonte.

source: Here you can enter elements or close the tags that you put before the source of the quote.
it_it: Qui puoi inserire gli elementi che vanno dopo la fonte, o chiudere le tag HTML che avevi messo prima della fonte.

source: Link to
it_it: Link

source: No link
it_it: Nessun link

source: Add a google or Wikipedia link to the Author element.<br/>(If you choose wikipedia you can also select a language. You should also check if a page for any of your authors or sources really exists.)
it_it: Aggiungi un link dall'autore o dalla fonte a Google o a Wikipedia.<br/> (Se scegli Wikipedia,puoi anche specificare una lingua. dovresti anche controllare una pagina sui tuoi autori effetivamente esiste.)

source: Other options
it_it: Altre opzioni

source: Put quote before the author:
it_it: Metti la citazione prima dell'autore:

source: If checked, returns the quote before the author. Otherwise, the author comes first. This won't be considered when spewing all the quotes onto a page (quote will always come first).
it_it: Se spuntato, restituisce la citazione prima dell'autore. Altrimenti l'autore viene prima. Questa opzione non viene considerata quando si mostrano tutte le citazioni in un post (in tal caso la citazione viene sempre per prima).

source: Visible by default:
it_it: Visibilità automatica:

source: If checked, will set "Visible" to "Yes" for all new quotes.
it_it: Se spuntato, imposterà come "visibili" tutte le nuove citazioni.

source: Update Options
it_it: Aggiorna le opzioni

source: Plugin's Homepage
it_it: Stray Random Quotes

source: Other plugins
it_it: Altri plugin

source: And strange it is / That nature must compel us to lament / Our most persisted deeds.
it_it: Ed è davvero strano / che la natura ci debba costringere / a compianger le azioni / per le quali ci siamo più ostinati.

source: Hey. Welcome to <strong>Stray Random Quotes.</strong><br />This seems to be your first time visiting this page. I've just created the database table "%s1" to store your quotes, and added one to start you off.<br />Check out the <a href="%s2"> Options Page</a> too. Happy quoting!
it_it: Ei. Eccoti nel plugin <strong>Stray Random Quotes.</strong><br />Pare questa sia la tua prima volta da queste parti. Ho appena creato una nuova tabella nel atabase, "%s1", per metterci le citazioni che vorrai raccogliere, Ne ho aggiunta una io tanto per cominciare.<br />Dai anche una occhiata alla <a href="%s2"> Pagina delle opzioni</a>. Felice citare!

source: Hey. Welcome to <strong>Stray Random Quotes.</strong><br />I just renamed the old tables of quotes "%s1" as "%s2".<br /> All your quotes are still there. As you can see the new table comes with all your old quotes and a new optional field, "source". <br />Check out the <a href="%s3"> Options Page</a> too. Happy quoting!
it_it: Ei, eccoti nel plugin <strong>Stray Random Quotes.</strong><br />Ho appena rinominato la vecchia tabella di citazioni "%s1" "%s2".<br /> tutte le tue citazioni sono ancora qui. Come vedi l'elenco di citazioni è completo e ha un nuovo campo opzionale, "fonte". <br />Da anchei una occhiata alla <a href="%s3"> Pagine elle opzioni</a>. Felice citare!

source: <strong>Failure:</strong> Something went wrong when trying to insert the quote. Try again?
it_it: <strong>Insuccesso:</strong> Qualcosa è andato storto cercando di inserire la citazione. Ci vuoi riprovare?

source: Quote id %s successfully added to the database.
it_it: La citazione %s è stata felicemente messa nel database.

source: <strong>Failure:</strong> No quote ID given.
it_it: <strong>Insucesso:</strong> Nessun codice ID per la citazione.

source: <strong>Failure:</strong> Something went wrong. Try again?
it_it: <strong>Insuccesso:</strong> Qualcosa è andato storto. Vuoi riprovare?

source: Quote %s updated successfully.
it_it: Citazione %s aggiornata.

source: <strong>Failure:</strong> No quote ID given. Nothing deleted.
it_it: <strong>Insuccesso:</strong> Manca il codice ID della citazione. Nulla di eliminato.

source: Quote %s deleted successfully
it_it: Citazione %s eliminata.

source: <strong>Failure:</strong> Nothing deleted.
it_it: <strong>Insuccesso:</strong> Nulla di eleiminato.

source: Something is wrong. No quote ID from the query string.
it_it: Qualcosa non quadra. Nessun codice ID nella richiesta.

source: Something is wrong. I can't find a quote linked up with that ID.
it_it: Qualcosa non quadra. Non trovo una citazione con quel codice ID.

source: Quote:
it_it: Citazione:

source: Author:
it_it: Autore:

source: Source:
it_it: Fonte:

source: Visible:
it_it: Visibile:

source: go back to the list of quotes
it_it: torna all'elenco delle citazioni

source: Save quote
it_it: Salva la citazione

source: Add new
it_it: Nuova citazione

source: The Quote ID seems to be invalid.
it_it: Il codice ID della citazione non pare valido.

source: Yes
it_it: Sì

source: Manage
it_it: Elenco delle citazioni

source: Quote
it_it: Citazione

source: Author
it_it: Autore

source: Source
it_it: Fonte

source: Visible
it_it: Visibile

source: Edit
it_it: Modifica

source: You are about to delete this quote\n\'Cancel\' to stop, \'OK\' to delete.'
it_it: Stai per eliminare questa citazione\n\Cancella\' per fermarti, \'OK\' per eliminarla.'

source: Delete
it_it: Elimina

source: You haven't entered any quotes yet.
it_it: Non hai scritto alcuna citazione.

source: Quotes
it_it: Citazioni
